import React from 'react'
import plus from './../../assets/plus.png'
import './whyUs.css'

export default function whyUs() {
  return (
    <div className='pageContainer'>
      <h2 className='title'>Ответы на частозадаваемые вопросы</h2>
    <div className='box-container'>
      <div className="left-container">
      <div className="box">
        <div className="top">
          <h1 className='title'>Что такое Poizon?</h1>
          <img src={plus} alt="" />


        </div>
        <h6>
          Poizon - китайский маркетплейс с гигантским ассортиментом брендовых кроссовок и одежды, в том числе лимитированных выпусков и коллабораций: 95% товаров невозможно найти в России.

          Помимо гигантского ассортимента Poizon предлагает цены на оригинальную продукцию в 2-3 раза ниже, чем в России, поэтому он так интересен Россиянам.

          Ключевая проблема - Poizon работает только на территории Китая, поэтому функцию доставки в Россию осуществляем мы, как посредник, за небольшую комиссию.

        </h6>

      </div>

      <div className="box">
        <div className="top">
          <h1 className='title'>Можно ли заказать товар, которого нет
          у вас в ассортименте?</h1>
          <img src={plus} alt="" />


        </div>
        <h6>
        Да, конечно. Если вы не нашли нужного товара в нашем ассортименте – мы можем предложить оформить заказ со склада в Китаее. Из Китая в Москву товар идет от 5 до 15 дней. С учетом времени на выкуп и доставку до нужного города, товары обычно приходят нашим клиентам за 2 недели.

        </h6>

      </div>




      </div>

      <div className="right-container">
      <div className="box">
        <div className="top">
          <h1 className='title'>Можно ли заказать товар, которого нет
          у вас в ассортименте?</h1>
          <img src={plus} alt="" />


        </div>
        <h6>
        Да, конечно. Если вы не нашли нужного товара в нашем ассортименте – мы можем предложить оформить заказ со склада в Китаее. Из Китая в Москву товар идет от 5 до 15 дней. С учетом времени на выкуп и доставку до нужного города, товары обычно приходят нашим клиентам за 2 недели.

        </h6>

      </div>
      <div className="box">
        <div className="top">
          <h1 className='title'>Можно ли заказать товар, которого нет
          у вас в ассортименте?</h1>
          <img src={plus} alt="" />


        </div>
        <h6>
        Да, конечно. Если вы не нашли нужного товара в нашем ассортименте – мы можем предложить оформить заказ со склада в Китаее. Из Китая в Москву товар идет от 5 до 15 дней. С учетом времени на выкуп и доставку до нужного города, товары обычно приходят нашим клиентам за 2 недели.

        </h6>

      </div>
      <div className="box">
        <div className="top">
          <h1 className='title'>Можно ли заказать товар, которого нет
          у вас в ассортименте?</h1>
          <img src={plus} alt="" />


        </div>
        <h6>
        Да, конечно. Если вы не нашли нужного товара в нашем ассортименте – мы можем предложить оформить заказ со склада в Китаее. Из Китая в Москву товар идет от 5 до 15 дней. С учетом времени на выкуп и доставку до нужного города, товары обычно приходят нашим клиентам за 2 недели.

        </h6>

      </div>


      </div>
     

    </div>
    </div>
  )
}
